{
  "Catalog": [
    {
      "created_on": "Fri, 20 Jan 2017 05:23:29 GMT",
      "description": "Association football, more commonly known as football or soccer,[a] is a team sport played between two teams of eleven players with a spherical ball. It is played by 250 million players in over 200 countries and dependencies, making it the world's most popular sport.[3][4][5][6] The game is played on a rectangular field with a goal at each end. The object of the game is to score by getting the ball into the opposing goal. Players are not allowed to touch the ball with their hands or arms while it is in play, unless they are goalkeepers (and then only when within their penalty area). Other players mainly use their feet to strike or pass the ball, but may also use their head or torso. The team that scores the most goals by the end of the match wins. If the score is level at the end of the game, either a draw is declared or the game goes into extra time or a penalty shootout depending on the format of the competition. The Laws of the Game were originally codified in England by The Football Association in 1863. Association football is governed internationally by the International Federation of Association Football (FIFA; French: Fédération Internationale de Football Association), which organises World Cups for both men and women every four years.[7]",
      "id": 1,
      "image": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Football_iu_1996.jpg",
      "items": [
        {
          "created_on": "Mon, 05 Dec 2016 14:32:36 GMT",
          "description": "A football, soccer ball, or association football ball is the ball used in the sport of association football. The ball's spherical shape, as well as its size, weight, and material composition, are specified by Law 2 of the Laws of the Game maintained by the International Football Association Board. Additional, more stringent, standards are specified by FIFA and subordinate governing bodies for the balls used in the competitions they sanction.",
          "id": 1,
          "image": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Football_Pallo_valmiina-cropped.jpg",
          "name": "Ball",
          "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
        },
        {
          "created_on": "Tue, 25 Apr 2017 03:50:12 GMT",
          "description": "In association football, kit (also referred to as strip or soccer uniform) is the standard equipment and attire worn by players. The sport's Laws of the Game specify the minimum kit which a player must use, and also prohibit the use of anything that is dangerous to either the player or another participant. Individual competitions may stipulate further restrictions, such as regulating the size of logos displayed on shirts and stating that, in the event of a match between teams with identical or similar colours, the away team must change to different coloured attire.",
          "id": 3,
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Pavel_Nedv%C4%9Bd.jpg/400px-Pavel_Nedv%C4%9Bd.jpg",
          "name": "Kit",
          "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
        }
      ],
      "name": "Soccer",
      "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
    },
    {
      "created_on": "Thu, 26 Jan 2017 19:53:59 GMT",
      "description": "Baseball is a bat-and-ball game played between two teams of nine players each, who take turns batting and fielding. The batting team attempts to score runs by hitting a ball that is thrown by the opposing team's pitcher with a bat swung by the batter, then running counter-clockwise around a series of four bases: first, second, third, and home plate. A run is scored when a player advances around the bases and returns to home plate. Players on the batting team take turns hitting against the pitcher of the fielding team, which tries to prevent runs by getting hitters out in any of several ways. A player on the batting team who reaches a base safely can later attempt to advance to subsequent bases during teammates' turns batting, such as on a hit or by other means. The teams switch between batting and fielding whenever the fielding team records three outs. One turn batting for both teams, beginning with the visiting team, constitutes an inning. A game is composed of nine innings, and the team with the greater number of runs at the end of the game wins. If scores are tied at the end of nine innings, extra innings are usually played. Baseball has no game clock, although almost all games end in the ninth inning.",
      "id": 2,
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Angels_Stadium.JPG/600px-Angels_Stadium.JPG",
      "items": [
        {
          "created_on": "Sun, 19 Feb 2017 02:51:12 GMT",
          "description": "A rounded, solid wooden or hollow aluminum bat. Wooden bats are traditionally made from ash wood, though maple and bamboo is also sometimes used. Aluminum bats are not permitted in professional leagues, but are frequently used in amateur leagues. Composite bats are also available, essentially wooden bats with a metal rod inside. Bamboo bats are also becoming popular.",
          "id": 10,
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Fourbats.jpg/560px-Fourbats.jpg",
          "name": "Bat",
          "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
        },
        {
          "created_on": "Sat, 13 May 2017 04:02:54 GMT",
          "description": "A cork sphere, tightly wound with layers of yarn or string and covered with a stitched leather coat.",
          "id": 11,
          "image": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1e/Baseball_%28crop%29.jpg/580px-Baseball_%28crop%29.jpg",
          "name": "Ball",
          "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
        },
        {
          "created_on": "Mon, 17 Apr 2017 13:34:12 GMT",
          "description": "A baseball glove or mitt is a large leather glove worn by baseball players of the defending team, which assists players in catching and fielding balls hit by a batter or thrown by a teammate.",
          "id": 12,
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Rolin.jpg/440px-Rolin.jpg",
          "name": "Glove",
          "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
        }
      ],
      "name": "Baseball",
      "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
    },
    {
      "created_on": "Sun, 21 May 2017 17:10:20 GMT",
      "description": "Basketball is a non-contact sport played on a rectangular court. While most often played as a team sport with five players on each side, three-on-three, two-on-two, and one-on-one competitions are also common. The objective is to shoot a ball through a hoop 18 inches (46 cm) in diameter and 10 feet (3.048 m) high that is mounted to a backboard at each end of the court. The game was invented in 1891 by Dr. James Naismith, who would be the first basketball coach of the Kansas Jayhawks, one of the most successful programs in the game's history.",
      "id": 3,
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Basketball_World_Cup_2014.jpg/440px-Basketball_World_Cup_2014.jpg",
      "items": [
        {
          "created_on": "Wed, 14 Sep 2016 00:13:07 GMT",
          "description": "A basketball is a spherical inflated ball used in basketball games. Basketballs typically range in size from very small promotional items only a few inches in diameter to extra large balls nearly a foot in diameter used in training exercises. For example, a basketball in high school would be about 27 inches in circumference, while an NBA ball would be about 29 inches. The actual standard size of a basketball in the NBA is 29.5 inches in circumference.",
          "id": 19,
          "image": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Basketball.png",
          "name": "Ball",
          "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
        }
      ],
      "name": "Basketball",
      "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
    },
    {
      "created_on": "Sat, 20 May 2017 06:29:16 GMT",
      "description": "Snowboarding is a recreational activity and Olympic and Paralympic sport that involves descending a snow-covered slope while standing on a snowboard attached to a rider's feet.",
      "id": 5,
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Snowboarding.jpg/500px-Snowboarding.jpg",
      "items": [
        {
          "created_on": "Fri, 24 Feb 2017 02:48:27 GMT",
          "description": "Snowboards are boards that are usually the width of one's foot longways, with the ability to glide on snow.[1] Snowboards are differentiated from monoskis by the stance of the user. In monoskiing, the user stands with feet inline with direction of travel (facing tip of monoski/downhill) (parallel to long axis of board), whereas in snowboarding, users stand with feet transverse (more or less) to the longitude of the board. Users of such equipment may be referred to as snowboarders.",
          "id": 37,
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Ready_for_the_slopes.jpg/440px-Ready_for_the_slopes.jpg",
          "name": "Snowboard",
          "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
        }
      ],
      "name": "Snowboarding",
      "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
    },
    {
      "created_on": "Mon, 19 Jun 2017 21:24:05 GMT",
      "description": "Cricket is a bat-and-ball game played between two teams of eleven players each on a cricket field, at the centre of which is a rectangular 22-yard-long pitch with a target called the wicket (a set of three wooden stumps topped by two bails) at each end. Each phase of play is called an innings during which one team bats, attempting to score as many runs as possible, whilst their opponents field. Depending on the type of match, the teams have one or two innings apiece and, when the first innings ends, the teams swap roles for the next innings. Except in matches which result in a draw, the winning team is the one that scores the most runs, including any extras gained.",
      "id": 6,
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Cricket_World_Cup_Final_%2816351625604%29.jpg/600px-Cricket_World_Cup_Final_%2816351625604%29.jpg",
      "items": [
        {
          "created_on": "Tue, 20 Sep 2016 20:16:25 GMT",
          "description": "A cricket ball is a hard, solid ball used to play cricket. A cricket ball consists of cork covered by leather, and manufacture is regulated by cricket law at first-class level. The manipulation of a cricket ball, through employment of its various physical properties, is a staple component of bowling and dismissing batsmen. Movement in the air, and off the ground, is influenced by the condition of the ball, the efforts of the bowler and the pitch, while working on the cricket ball to obtain optimum condition is a key role of the fielding side. The cricket ball is the principal manner through which the batsman scores runs, by manipulating the ball into a position where it would be safe to take a run, or by directing the ball through or over the boundary.",
          "id": 46,
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/A_Cricket_ball.jpg/440px-A_Cricket_ball.jpg",
          "name": "Ball",
          "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
        }
      ],
      "name": "Cricket",
      "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
    },
    {
      "created_on": "Fri, 30 Jun 2017 06:53:03 GMT",
      "description": "Hockey is a sport in which two teams play against each other by trying to maneuver a ball or a puck into the opponent's goal using a hockey stick.",
      "id": 7,
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/HOCKEY_ARGENTINA_PAKISTAN.jpg/440px-HOCKEY_ARGENTINA_PAKISTAN.jpg",
      "items": [
        {
          "created_on": "Sat, 24 Jun 2017 09:13:53 GMT",
          "description": "In field hockey, each player carries a stick and cannot take part in the game without it. The stick for an adult is usually in the range 89–95 cm (35–38 in) long. A maximum length of 105 cm (41 inch.) was stipulated from 2016. The maximum permitted weight is 737 grams.[1]The majority of players use a stick in the range 19 oz to 22 oz (538 g - 623 g). Traditionally hockey sticks were made of hickory, ash or mulberry wood with the head of the sticks being hand carved and therefore required skilled craftsmen to produce. Sticks made of wood continue to be made but the higher grade sticks are now manufactured from composite materials which were first permitted after 1992. These sticks usually contain a combination of fibreglass, aramid fiber and carbon fibre in varying proportions according to the characteristics (flexibility; stiffness; resistance to impact and abrasion) required.",
          "id": 55,
          "image": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Splice_Handle_Head.jpg",
          "name": "Hockey Stick",
          "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
        }
      ],
      "name": "Hockey",
      "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
    },
    {
      "created_on": "Thu, 27 Oct 2016 04:43:55 GMT",
      "description": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to play the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
      "id": 8,
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Centre_Court.jpg/600px-Centre_Court.jpg",
      "items": [
        {
          "created_on": "Sun, 22 Jan 2017 15:22:25 GMT",
          "description": "A racket or racquet[1] is a sports implement consisting of a handled frame with an open hoop across which a network of strings or catgut is stretched tightly. It is used for striking a ball or shuttlecock in games such as squash, tennis, racquetball, and badminton. Collectively, these games are known as racket sports. This predecessor to the modern game of squash, rackets, is played with 30 1⁄2-inch-long (77 cm) wooden rackets. While squash equipment has evolved in the intervening century, rackets equipment has changed little.",
          "id": 64,
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Tennis_Racket_and_Balls.jpg/440px-Tennis_Racket_and_Balls.jpg",
          "name": "Racket",
          "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
        }
      ],
      "name": "Tennis",
      "updated_on": "Sat, 12 Aug 2017 03:38:46 GMT"
    }
  ]
}
